Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# SelectPolicyFileBeforeAddingOptions
source: Please select a policy file before adding options.
ar: يرجى اختيار ملف سياسة قبل إضافة الخيارات.
de_de: Bitte wählen Sie eine Richtliniendatei aus, bevor Sie Optionen hinzufügen.
el_gr: Παρακαλώ επιλέξτε ένα αρχείο πολιτικής πριν προσθέσετε επιλογές.
es: Por favor, seleccione un archivo de directiva antes de agregar opciones.
fr_fr: Veuillez sélectionner un fichier de stratégie avant d'ajouter des options.
he_il: אנא בחר קובץ מדיניות לפני הוספת אפשרויות.
hi_in: विकल्प जोड़ने से पहले कृपया एक नीति फ़ाइल चुनें।
ja_jp: オプションを追加する前にポリシーファイルを選択してください。
ml_in: ഓപ്ഷനുകൾ ചേർക്കുന്നതിന് മുമ്പ് ദയവായി ഒരു നയ ഫയൽ തിരഞ്ഞെടുക്കുക.
pl_pl: Proszę wybrać plik zasad przed dodaniem opcji.
tr_tr: Lütfen seçenekleri eklemeden önce bir politika dosyası seçin.

# SelectPolicyFileBeforeSettingTemplate
source: Please select a policy file before setting a template.
ar: يرجى اختيار ملف سياسة قبل تعيين قالب.
de_de: Bitte wählen Sie eine Richtliniendatei aus, bevor Sie eine Vorlage festlegen.
el_gr: Παρακαλώ επιλέξτε ένα αρχείο πολιτικής πριν ορίσετε ένα πρότυπο.
es: Por favor, seleccione un archivo de directiva antes de establecer una plantilla.
fr_fr: Veuillez sélectionner un fichier de stratégie avant de définir un modèle.
he_il: אנא בחר קובץ מדיניות לפני הגדרת תבנית.
hi_in: टेम्पलेट सेट करने से पहले कृपया एक नीति फ़ाइल चुनें।
ja_jp: テンプレートを設定する前にポリシーファイルを選択してください。
ml_in: ഒരു ടെംപ്ലേറ്റ് സജ്ജീകരിക്കുന്നതിന് മുമ്പ് ദയവായി ഒരു നയ ഫയൽ തിരഞ്ഞെടുക്കുക.
pl_pl: Proszę wybrać plik zasad przed ustawieniem szablonu.
tr_tr: Lütfen bir şablon ayarlamadan önce bir politika dosyası seçin.

# SelectPolicyFileBeforeRetrievingOptions
source: Please select a policy file before retrieving its rule options status.
ar: يرجى اختيار ملف سياسة قبل استرداد حالة خياراته.
de_de: Bitte wählen Sie eine Richtliniendatei aus, bevor Sie den Status ihrer Richtlinienoptionen abrufen.
el_gr: Παρακαλώ επιλέξτε ένα αρχείο πολιτικής πριν ανακτήσετε την κατάσταση των επιλογών κανόνων του.
es: Por favor, seleccione un archivo de directiva antes de recuperar el estado de sus opciones de regla.
fr_fr: Veuillez sélectionner un fichier de stratégie avant de récupérer l'état de ses options de règle.
he_il: אנא בחר קובץ מדיניות לפני אחזור מצב אפשרויות החוק שלו.
hi_in: इसके नियम विकल्प स्थिति पुनर्प्राप्त करने से पहले कृपया एक नीति फ़ाइल चुनें।
ja_jp: ルールオプションの状態を取得する前にポリシーファイルを選択してください。
ml_in: അതിന്റെ റൂൾ ഓപ്ഷനുകളുടെ നില വീണ്ടെടുക്കുന്നതിന് മുമ്പ് ദയവായി ഒരു നയ ഫയൽ തിരഞ്ഞെടുക്കുക.
pl_pl: Proszę wybrać plik zasad przed pobraniem statusu jego opcji reguł.
tr_tr: Lütfen kural seçenekleri durumunu almadan önce bir politika dosyası seçin.

# GetSecurePolicySettings_FillAllFields
source: Please fill in all three fields.
ar: يرجى ملء جميع الحقول الثلاثة.
de_de: Bitte füllen Sie alle drei Felder aus.
el_gr: Παρακαλώ συμπληρώστε και τα τρία πεδία.
es: Por favor, complete los tres campos.
fr_fr: Veuillez remplir les trois champs.
he_il: אנא מלא את כל שלושת השדות.
hi_in: कृपया तीनों फ़ील्ड भरें।
ja_jp: 3つのフィールドすべてに入力してください。
ml_in: ദയവായി മൂന്ന് ഫീൽഡുകളും പൂരിപ്പിക്കുക.
pl_pl: Proszę wypełnić wszystkie trzy pola.
tr_tr: Lütfen üç alanı da doldurun.

# GetSecurePolicySettings_InputRequired
source: Input Required
ar: المُدخَل مطلوب
de_de: Eingabe erforderlich
el_gr: Απαιτείται Εισαγωγή
es: Entrada Requerida
fr_fr: Entrée requise
he_il: נדרש קלט
hi_in: इनपुट आवश्यक
ja_jp: 入力が必要です
ml_in: ഇൻപുട്ട് ആവശ്യമാണ്
pl_pl: Wymagane dane wejściowe
tr_tr: Giriş Gerekli

# GetSecurePolicySettings_NoPolicyMessage
source: There is no policy deployed on the system that contains the selected secure setting.
ar: لا توجد سياسة منتشرة على النظام تحتوي على الإعداد الآمن المحدد.
de_de: Es ist keine Richtlinie auf dem System bereitgestellt, die die ausgewählte sichere Einstellung enthält.
el_gr: Δεν υπάρχει πολιτική αναπτυγμένη στο σύστημα που να περιέχει την επιλεγμένη ασφαλή ρύθμιση.
es: No hay ninguna directiva implementada en el sistema que contenga la configuración segura seleccionada.
fr_fr: Il n'y a aucune stratégie déployée sur le système contenant le paramètre sécurisé sélectionné.
he_il: אין מדיניות מופעלת במערכת שמכילה את ההגדרה המאובטחת שנבחרה.
hi_in: सिस्टम पर चयनित सुरक्षित सेटिंग शामिल होने वाली कोई नीति तैनात नहीं है।
ja_jp: 選択したセキュア設定を含むポリシーはシステムに展開されていません。
ml_in: തിരഞ്ഞെടുത്ത സുരക്ഷിത ക്രമീകരണം അടങ്ങുന്ന ഒരു നയവും സിസ്റ്റത്തിൽ വിന്യസിച്ചിട്ടില്ല.
pl_pl: W systemie nie ma wdrożonych zasad zawierających wybrane bezpieczne ustawienie.
tr_tr: Seçilen güvenli ayarı içeren sistemde dağıtılan bir politika yok.

# GetSecurePolicySettings_PolicyNotFound
source: Policy not found
ar: لم يتم العثور على سياسة
de_de: Richtlinie nicht gefunden
el_gr: Η πολιτική δεν βρέθηκε
es: Directiva no encontrada
fr_fr: Stratégie introuvable
he_il: מדיניות לא נמצאה
hi_in: नीति नहीं मिली
ja_jp: ポリシーが見つかりません
ml_in: നയം കണ്ടെത്തിയില്ല
pl_pl: Nie znaleziono zasad
tr_tr: Politika bulunamadı

# GetSecurePolicySettings_PolicyFoundMessage
source: A policy with the selected secure setting details is currently deployed on the system.
ar: هناك سياسة تحتوي على تفاصيل الإعداد الآمن المحدد منتشرة حاليًا على النظام.
de_de: Eine Richtlinie mit den ausgewählten Details der sicheren Einstellung ist derzeit auf dem System bereitgestellt.
el_gr: Μια πολιτική με τις επιλεγμένες λεπτομέρειες ασφαλούς ρύθμισης είναι προς το παρόν αναπτυγμένη στο σύστημα.
es: Una directiva con los detalles de configuración segura seleccionados está actualmente implementada en el sistema.
fr_fr: Une stratégie avec les détails du paramètre sécurisé sélectionné est actuellement déployée sur le système.
he_il: מדיניות עם פרטי ההגדרה המאובטחת שנבחרה מופעלת כעת במערכת.
hi_in: चयनित सुरक्षित सेटिंग विवरण के साथ एक नीति वर्तमान में सिस्टम पर तैनात है।
ja_jp: 選択したセキュア設定の詳細を含むポリシーが現在システムに展開されています。
ml_in: തിരഞ്ഞെടുത്ത സുരക്ഷിത ക്രമീകരണ വിശദാംശങ്ങളുള്ള ഒരു നയം നിലവിൽ സിസ്റ്റത്തിൽ വിന്യസിച്ചിട്ടുണ്ട്.
pl_pl: Zasady z wybranymi szczegółami bezpiecznego ustawienia są obecnie wdrożone w systemie.
tr_tr: Seçilen güvenli ayar ayrıntılarını içeren bir politika şu anda sistemde konuşlandırılmıştır.

# GetSecurePolicySettings_PolicyFound
source: Policy found
ar: تم العثور على السياسة
de_de: Richtlinie gefunden
el_gr: Η πολιτική βρέθηκε
es: Directiva encontrada
fr_fr: Stratégie trouvée
he_il: מדיניות נמצאה
hi_in: नीति मिली
ja_jp: ポリシーが見つかりました
ml_in: നയം കണ്ടെത്തി
pl_pl: Znaleziono zasady
tr_tr: Politika bulundu

# MergePolicies_SelectMainPolicySubtitle
source: You need to select an XML file as the main policy
ar: يجب عليك اختيار ملف XML كسياسة رئيسية
de_de: Sie müssen eine XML-Datei als Hauptrichtlinie auswählen
el_gr: Πρέπει να επιλέξετε ένα αρχείο XML ως την κύρια πολιτική
es: Necesita seleccionar un archivo XML como directiva principal
fr_fr: Vous devez sélectionner un fichier XML comme stratégie principale
he_il: עליך לבחור קובץ XML כמדיניות הראשית
hi_in: मुख्य नीति के रूप में एक XML फ़ाइल चुनें
ja_jp: メインポリシーとしてXMLファイルを選択する必要があります
ml_in: പ്രധാന നയമായി നിങ്ങൾ ഒരു XML ഫയൽ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്
pl_pl: Musisz wybrać plik XML jako główne zasady
tr_tr: Ana politika olarak bir XML dosyası seçmeniz gerekiyor

# MergePolicies_SelectOtherPoliciesSubtitle
source: You need to select at least one more policy to merge with the main policy
ar: يجب عليك اختيار سياسة واحدة على الأقل أخرى لدمجها مع السياسة الرئيسية
de_de: Sie müssen mindestens eine weitere Richtlinie auswählen, die mit der Hauptrichtlinie zusammengeführt wird
el_gr: Πρέπει να επιλέξετε τουλάχιστον μία ακόμη πολιτική για να συγχωνεύσετε με την κύρια πολιτική
es: Necesita seleccionar al menos una directiva más para fusionar con la directiva principal
fr_fr: Vous devez sélectionner au moins une autre stratégie pour fusionner avec la stratégie principale
he_il: עליך לבחור לפחות מדיניות אחת נוספת כדי למזג עם המדיניות הראשית
hi_in: मुख्य नीति के साथ मर्ज करने के लिए कम से कम एक और नीति चुनें
ja_jp: メインポリシーとマージするには、少なくとももう1つポリシーを選択する必要があります
ml_in: പ്രധാന നയവുമായി ലയിപ്പിക്കുന്നതിന് നിങ്ങൾ കുറഞ്ഞത് ഒരു നയമെങ്കിലും തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്
pl_pl: Musisz wybrać co najmniej jedne dodatkowe zasady do scalenia z zasadami głównymi
tr_tr: Ana politikayla birleştirmek için en az bir politika daha seçmeniz gerekiyor

# MergePolicies_MergingMessage
source: Merging the policies
ar: جارٍ دمج السياسات
de_de: Zusammenführen der Richtlinien
el_gr: Συγχώνευση των πολιτικών
es: Fusionando las directivas
fr_fr: Fusion des stratégies
he_il: ממזג את המדיניות
hi_in: नीतियों को मर्ज किया जा रहा है
ja_jp: ポリシーをマージしています
ml_in: നയങ്ങൾ ലയിപ്പിക്കുന്നു
pl_pl: Scalanie zasad
tr_tr: Politikaları birleştirme

# MergePolicies_DeployingMessage
source: Deploying the main policy after merge.
ar: يتم نشر السياسة الرئيسية بعد الدمج.
de_de: Bereitstellen der Hauptrichtlinie nach dem Zusammenführen.
el_gr: Ανάπτυξη της κύριας πολιτικής μετά τη συγχώνευση.
es: Implementando la directiva principal después de la fusión.
fr_fr: Déploiement de la stratégie principale après la fusion.
he_il: מפעיל את המדיניות הראשית לאחר המיזוג.
hi_in: मर्ज के बाद मुख्य नीति तैनात की जा रही है।
ja_jp: マージ後にメインポリシーを展開しています。
ml_in: ലയിപ്പിച്ച ശേഷം പ്രധാന നയം വിന്യസിക്കുന്നു.
pl_pl: Wdrażanie głównych zasad po scaleniu.
tr_tr: Birleştirmeden sonra ana politikayı dağıtma.

# MergePolicies_ErrorMessage
source: An error occurred during the merge process
ar: حدث خطأ أثناء عملية الدمج
de_de: Während des Zusammenführungsprozesses ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαδικασία συγχώνευσης
es: Ocurrió un error durante el proceso de fusión
fr_fr: Une erreur s'est produite lors du processus de fusion
he_il: אירעה שגיאה במהלך תהליך המיזוג
hi_in: मर्ज प्रक्रिया के दौरान एक त्रुटि हुई
ja_jp: マージ処理中にエラーが発生しました
ml_in: ലയന പ്രക്രിയയിൽ ഒരു പിശക് സംഭവിച്ചു
pl_pl: Wystąpił błąd podczas procesu scalania
tr_tr: Birleştirme işlemi sırasında bir hata oluştu

# MergePolicies_SuccessMessage
source: Policies have been merged successfully
ar: تم دمج السياسات بنجاح
de_de: Richtlinien wurden erfolgreich zusammengeführt
el_gr: Οι πολιτικές συγχωνεύτηκαν με επιτυχία
es: Las directivas se han fusionado correctamente
fr_fr: Les stratégies ont été fusionnées avec succès
he_il: המדיניות מוזגו בהצלחה
hi_in: नीतियाँ सफलतापूर्वक मर्ज हो गई हैं
ja_jp: ポリシーが正常にマージされました
ml_in: നയങ്ങൾ വിജയകരമായി ലയിപ്പിച്ചു
pl_pl: Zasady zostały pomyślnie scalone
tr_tr: Politikalar başarıyla birleştirildi

source: Checking for update
ar: جارٍ التحقق من التحديث
de_de: Suche nach Update
el_gr: Έλεγχος για ενημέρωση
es: Buscando actualización
fr_fr: Recherche de mise à jour
he_il: בודק עדכון
hi_in: अपडेट की जांच हो रही है
ja_jp: 更新を確認中
ml_in: അപ്‌ഡേറ്റിനായി പരിശോധിക്കുന്നു
pl_pl: Sprawdzanie aktualizacji
tr_tr: Güncelleme kontrol ediliyor

# VersionComparison
source: The current version is
ar: الإصدار الحالي هو
de_de: Die aktuelle Version ist
el_gr: Η τρέχουσα έκδοση είναι
es: La versión actual es
fr_fr: La version actuelle est
he_il: הגרסה הנוכחית היא
hi_in: वर्तमान संस्करण है
ja_jp: 現在のバージョンは
ml_in: നിലവിലെ പതിപ്പ്
pl_pl: Bieżąca wersja to
tr_tr: Mevcut sürüm:

# WhileOnlineVersion
source: while the online version is
ar: بينما الإصدار عبر الإنترنت هو
de_de: während die Online-Version ist
el_gr: ενώ η διαδικτυακή έκδοση είναι
es: mientras que la versión en línea es
fr_fr: tandis que la version en ligne est
he_il: בעוד שהגרסה המקוונת היא
hi_in: जबकि ऑनलाइन संस्करण है
ja_jp: ですが、オンラインバージョンは
ml_in: ഓൺലൈൻ പതിപ്പ് ആയിരിക്കുമ്പോൾ
pl_pl: podczas gdy wersja online to
tr_tr: çevrimiçi sürüm ise

# UpdatingApplication
source: , updating the application...
ar: ، جارٍ تحديث التطبيق...
de_de: , die Anwendung wird aktualisiert...
el_gr: , ενημέρωση της εφαρμογής...
es: , actualizando la aplicación...
fr_fr: , mise à jour de l'application...
he_il: , מעדכן את היישום...
hi_in: , एप्लिकेशन अपडेट किया जा रहा है...
ja_jp: 、アプリケーションを更新しています...
ml_in: , ആപ്ലിക്കേഷൻ അപ്‌ഡേറ്റ് ചെയ്യുന്നു...
pl_pl: , aktualizowanie aplikacji...
tr_tr: , uygulamayı güncelliyorum...

# DownloadingPackage
source: Downloading the AppControl Manager MSIXBundle package...
ar: جارٍ تنزيل حزمة AppControl Manager MSIXBundle...
de_de: Das AppControl Manager MSIXBundle-Paket wird heruntergeladen...
el_gr: Λήψη του πακέτου MSIXBundle του AppControl Manager...
es: Descargando el paquete MSIXBundle de AppControl Manager...
fr_fr: Téléchargement du package MSIXBundle d'AppControl Manager...
he_il: מוריד את חבילת ה-MSIXBundle של מנהל AppControl...
hi_in: AppControl Manager MSIXBundle पैकेज डाउनलोड हो रहा है...
ja_jp: AppControl Manager MSIXBundleパッケージをダウンロードしています...
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ MSIXBundle പാക്കേജ് ഡൗൺലോഡ് ചെയ്യുന്നു...
pl_pl: Pobieranie pakietu MSIXBundle Menedżera AppControl...
tr_tr: AppControl Manager MSIXBundle paketi indiriliyor...

# DownloadSuccess
source: The AppControl Manager MSIXBundle package has been successfully downloaded to
ar: تم تنزيل حزمة AppControl Manager MSIXBundle بنجاح إلى
de_de: Das AppControl Manager MSIXBundle-Paket wurde erfolgreich heruntergeladen nach
el_gr: Το πακέτο MSIXBundle του AppControl Manager λήφθηκε με επιτυχία στο
es: El paquete MSIXBundle de AppControl Manager se ha descargado correctamente en
fr_fr: Le package MSIXBundle d'AppControl Manager a été téléchargé avec succès vers
he_il: חבילת ה-MSIXBundle של מנהל AppControl הורדה בהצלחה אל
hi_in: AppControl Manager MSIXBundle पैकेज सफलतापूर्वक डाउनलोड किया गया:
ja_jp: AppControl Manager MSIXBundleパッケージが正常にダウンロードされました：
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ MSIXBundle പാക്കേജ് വിജയകരമായി ഡൗൺലോഡ് ചെയ്‌തു
pl_pl: Pakiet MSIXBundle Menedżera AppControl został pomyślnie pobrany do
tr_tr: AppControl Manager MSIXBundle paketi başarıyla indirildi

# DownloadsFinished
source: All Downloads finished, installing the new AppControl Manager version
ar: اكتملت جميع التنزيلات، جارٍ تثبيت الإصدار الجديد من AppControl Manager
de_de: Alle Downloads abgeschlossen, die neue AppControl Manager-Version wird installiert
el_gr: Όλες οι λήψεις ολοκληρώθηκαν, εγκατάσταση της νέας έκδοσης του AppControl Manager
es: Todas las descargas finalizaron, instalando la nueva versión de AppControl Manager
fr_fr: Tous les téléchargements sont terminés, installation de la nouvelle version d'AppControl Manager
he_il: כל ההורדות הסתיימו, מתקין את הגרסה החדשה של מנהל AppControl
hi_in: सभी डाउनलोड पूर्ण, नया AppControl Manager संस्करण स्थापित किया जा रहा है
ja_jp: すべてのダウンロードが完了しました。新しいバージョンのAppControl Managerをインストールしています
ml_in: എല്ലാ ഡൗൺലോഡുകളും പൂർത്തിയായി, പുതിയ ആപ്പ്കൺട്രോൾ മാനേജർ പതിപ്പ് ഇൻസ്റ്റാൾ ചെയ്യുന്നു
pl_pl: Wszystkie pobierania zakończone, instalowanie nowej wersji Menedżera AppControl
tr_tr: Tüm İndirmeler tamamlandı, yeni AppControl Manager sürümü yükleniyor

# ASRError
source: An error occurred while trying to remove the ASR rule exclusions which you can safely ignore:
ar: حدث خطأ أثناء محاولة إزالة استثناءات قاعدة ASR ويمكنك تجاهله بأمان:
de_de: Beim Versuch, die ASR-Regelausnahmen zu entfernen, ist ein Fehler aufgetreten, den Sie gefahrlos ignorieren können:
el_gr: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αφαίρεσης των εξαιρέσεων κανόνων ASR, το οποίο μπορείτε να αγνοήσετε με ασφάλεια:
es: Ocurrió un error al intentar eliminar las exclusiones de reglas ASR que puede ignorar de forma segura:
fr_fr: Une erreur s'est produite lors de la tentative de suppression des exclusions de règle ASR, que vous pouvez ignorer en toute sécurité :
he_il: אירעה שגיאה בעת ניסיון להסיר את החרגות כלל ה-ASR, אשר ניתן להתעלם ממנה בבטחה:
hi_in: ASR नियम बहिष्करण हटाने का प्रयास करते समय एक त्रुटि हुई जिसे आप सुरक्षित रूप से अनदेखा कर सकते हैं:
ja_jp: ASRルールの除外を削除しようとしたときにエラーが発生しましたが、これは無視して問題ありません：
ml_in: നിങ്ങൾക്ക് സുരക്ഷിതമായി അവഗണിക്കാവുന്ന ASR റൂൾ ഒഴിവാക്കലുകൾ നീക്കംചെയ്യാൻ ശ്രമിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd podczas próby usunięcia wykluczeń reguł ASR, który można bezpiecznie zignorować:
tr_tr: Güvenli bir şekilde yok sayabileceğiniz ASR kuralı hariç tutmaları kaldırılmaya çalışılırken bir hata oluştu:

# ASRAddError
source: An error occurred while trying to add the ASR rule exclusions which you can safely ignore:
ar: حدث خطأ أثناء محاولة إضافة استثناءات قاعدة ASR ويمكنك تجاهله بأمان:
de_de: Beim Versuch, die ASR-Regelausnahmen hinzuzufügen, ist ein Fehler aufgetreten, den Sie gefahrlos ignorieren können:
el_gr: Παρουσιάστηκε σφάλμα κατά την προσπάθεια προσθήκης των εξαιρέσεων κανόνων ASR, το οποίο μπορείτε να αγνοήσετε με ασφάλεια:
es: Ocurrió un error al intentar agregar las exclusiones de reglas ASR que puede ignorar de forma segura:
fr_fr: Une erreur s'est produite lors de la tentative d'ajout des exclusions de règle ASR, que vous pouvez ignorer en toute sécurité :
he_il: אירעה שגיאה בעת ניסיון להוסיף את החרגות כלל ה-ASR, אשר ניתן להתעלם ממנה בבטחה:
hi_in: ASR नियम बहिष्करण जोड़ने का प्रयास करते समय एक त्रुटि हुई जिसे आप सुरक्षित रूप से अनदेखा कर सकते हैं:
ja_jp: ASRルールの除外を追加しようとしたときにエラーが発生しましたが、これは無視して問題ありません：
ml_in: നിങ്ങൾക്ക് സുരക്ഷിതമായി അവഗണിക്കാവുന്ന ASR റൂൾ ഒഴിവാക്കലുകൾ ചേർക്കാൻ ശ്രമിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd podczas próby dodania wykluczeń reguł ASR, który można bezpiecznie zignorować:
tr_tr: Güvenli bir şekilde göz ardı edebileceğiniz ASR kuralı hariç tutmalarını eklemeye çalışırken bir hata oluştu:

# UpdateSuccess
source: Update has been successful. When you close and reopen the AppControl Manager, you will be automatically using the new version.
ar: تم التحديث بنجاح. عندما تغلق وتعيد فتح AppControl Manager، ستستخدم الإصدار الجديد تلقائيًا.
de_de: Das Update war erfolgreich. Wenn Sie AppControl Manager schließen und erneut öffnen, verwenden Sie automatisch die neue Version.
el_gr: Η ενημέρωση ήταν επιτυχής. Όταν κλείσετε και ανοίξετε ξανά το AppControl Manager, θα χρησιμοποιείτε αυτόματα τη νέα έκδοση.
es: La actualización se ha realizado con éxito. Cuando cierre y vuelva a abrir AppControl Manager, estará utilizando automáticamente la nueva versión.
fr_fr: La mise à jour a réussi. Lorsque vous fermerez et rouvrirez AppControl Manager, vous utiliserez automatiquement la nouvelle version.
he_il: העדכון הצליח. כאשר תסגור ותפתח מחדש את מנהל AppControl, תשתמש אוטומטית בגרסה החדשה.
hi_in: अपडेट सफल रहा। जब आप AppControl Manager बंद करके पुनः खोलेंगे, तो आप स्वचालित रूप से नए संस्करण का उपयोग करेंगे।
ja_jp: 更新が成功しました。AppControl Managerを閉じて再度開くと、自動的に新しいバージョンが使用されます。
ml_in: അപ്‌ഡേറ്റ് വിജയകരമായി. നിങ്ങൾ ആപ്പ്കൺട്രോൾ മാനേജർ അടച്ച് വീണ്ടും തുറക്കുമ്പോൾ, നിങ്ങൾ സ്വയം പുതിയ പതിപ്പ് ഉപയോഗിക്കും.
pl_pl: Aktualizacja zakończyła się pomyślnie. Po zamknięciu i ponownym otwarciu Menedżera AppControl będziesz automatycznie korzystać z nowej wersji.
tr_tr: Güncelleme başarılı oldu. AppControl Manager'ı kapatıp yeniden açtığınızda otomatik olarak yeni sürümü kullanıyor olacaksınız.

source: Updates installed
ar: تم تثبيت التحديثات
de_de: Updates installiert
el_gr: Ενημερώσεις εγκατεστημένες
es: Actualizaciones instaladas
fr_fr: Mises à jour installées
he_il: עדכונים הותקנו
hi_in: अपडेट्स स्थापित हो गए
ja_jp: 更新がインストールされました
ml_in: അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റാൾ ചെയ്തു
pl_pl: Aktualizacje zainstalowane
tr_tr: Güncellemeler yüklendi

# AlreadyUpdated
source: The current version is already up to date.
ar: الإصدار الحالي محدّث بالفعل.
de_de: Die aktuelle Version ist bereits auf dem neuesten Stand.
el_gr: Η τρέχουσα έκδοση είναι ήδη ενημερωμένη.
es: La versión actual ya está actualizada.
fr_fr: La version actuelle est déjà à jour.
he_il: הגרסה הנוכחית כבר מעודכנת.
hi_in: वर्तमान संस्करण पहले से ही नवीनतम है।
ja_jp: 現在のバージョンはすでに最新です。
ml_in: നിലവിലെ പതിപ്പ് ഇതിനകം തന്നെ ഏറ്റവും പുതിയതാണ്.
pl_pl: Bieżąca wersja jest już aktualna.
tr_tr: Mevcut sürüm zaten güncel.

# UpdateCheckError
source: An error occurred while checking for update.
ar: حدث خطأ أثناء التحقق من التحديث.
de_de: Beim Suchen nach einem Update ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά τον έλεγχο για ενημέρωση.
es: Ocurrió un error al buscar actualizaciones.
fr_fr: Une erreur s'est produite lors de la recherche de mise à jour.
he_il: אירעה שגיאה בעת בדיקת עדכון.
hi_in: अपडेट की जांच करते समय एक त्रुटि हुई।
ja_jp: 更新の確認中にエラーが発生しました。
ml_in: അപ്‌ഡേറ്റിനായി പരിശോധിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
pl_pl: Wystąpił błąd podczas sprawdzania aktualizacji.
tr_tr: Güncelleme kontrol edilirken bir hata oluştu.

# RequiresWindows1124H2
source: Requires Windows 11 24H2 or later
ar: يتطلب Windows 11 24H2 أو أحدث
de_de: Erfordert Windows 11 24H2 oder höher
el_gr: Απαιτεί Windows 11 24H2 ή νεότερη
es: Requiere Windows 11 24H2 o posterior
fr_fr: Nécessite Windows 11 24H2 ou une version ultérieure
he_il: דורש Windows 11 24H2 או מאוחר יותר
hi_in: Windows 11 24H2 या बाद का आवश्यक है
ja_jp: Windows 11 24H2 以降が必要です
ml_in: Windows 11 24H2 അല്ലെങ്കിൽ അതിനുശേഷമുള്ളത് ആവശ്യമാണ്
pl_pl: Wymaga systemu Windows 11 24H2 lub nowszego
tr_tr: Windows 11 24H2 veya üzerini gerektirir

source: Deploy Unsigned Policy
ar: نشر سياسة غير موقعة
de_de: Nicht signierte Richtlinie bereitstellen
el_gr: Ανάπτυξη Μη Υπογεγραμμένης Πολιτικής
es: Implementar Directiva Sin Firmar
fr_fr: Déployer une stratégie non signée
he_il: הפעל מדיניות לא חתומה
hi_in: असाइन की गई नीति तैनात करें
ja_jp: 未署名ポリシーの展開
ml_in: ഒപ്പിടാത്ത നയം വിന്യസിക്കുക
pl_pl: Wdróż niepodpisane zasady
tr_tr: İmzasız Politikayı Dağıt

source: Deploy Signed Policy
ar: نشر سياسة موقعة
de_de: Signierte Richtlinie bereitstellen
el_gr: Ανάπτυξη Υπογεγραμμένης Πολιτικής
es: Implementar Directiva Firmada
fr_fr: Déployer une stratégie signée
he_il: הפעל מדיניות חתומה
hi_in: साइन की गई नीति तैनात करें
ja_jp: 署名済みポリシーの展開
ml_in: ഒപ്പിട്ട നയം വിന്യസിക്കുക
pl_pl: Wdróż podpisane zasady
tr_tr: İmzalı Politikayı Dağıt

# DeployingXMLFiles
source: Deploying
ar: جارٍ نشر
de_de: Bereitstellen von
el_gr: Ανάπτυξη
es: Implementando
fr_fr: Déploiement de
he_il: מפעיל
hi_in: तैनात किया जा रहा है
ja_jp: 展開中：
ml_in: വിന്യസിക്കുന്നു
pl_pl: Wdrażanie
tr_tr: Dağıtım

source: unsigned XML files.
ar: ملفات XML غير موقعة.
de_de: nicht signierten XML-Dateien.
el_gr: μη υπογεγραμμένων αρχείων XML.
es: archivos XML sin firmar.
fr_fr: fichiers XML non signés.
he_il: קבצי XML לא חתומים.
hi_in: असाइन की गई XML फाइलें।
ja_jp: 個の未署名XMLファイル。
ml_in: ഒപ്പിടാത്ത XML ഫയലുകൾ.
pl_pl: niepodpisanych plików XML.
tr_tr: imzasız XML dosyaları.

# DeployingXMLFile
source: Currently Deploying XML file: '
ar: جارٍ نشر ملف XML الحالي: '
de_de: Aktuell wird folgende XML-Datei bereitgestellt: '
el_gr: Προς το παρόν γίνεται ανάπτυξη του αρχείου XML: '
es: Implementando actualmente el archivo XML: '
fr_fr: Déploiement actuel du fichier XML : '
he_il: כעת מפעיל קובץ XML: '
hi_in: वर्तमान में तैनात की जा रही XML फ़ाइल: '
ja_jp: 現在展開中のXMLファイル： '
ml_in: നിലവിൽ XML ഫയൽ വിന്യസിക്കുന്നു: '
pl_pl: Obecnie wdrażany plik XML: '
tr_tr: Şu anda XML dosyası dağıtılıyor: '

# DeploymentError
source: There was an error deploying the selected XML files
ar: حدث خطأ أثناء نشر ملفات XML المحددة
de_de: Beim Bereitstellen der ausgewählten XML-Dateien ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάπτυξη των επιλεγμένων αρχείων XML
es: Hubo un error al implementar los archivos XML seleccionados
fr_fr: Une erreur s'est produite lors du déploiement des fichiers XML sélectionnés
he_il: הייתה שגיאה בהפעלת קבצי ה-XML שנבחרו
hi_in: चयनित XML फाइलें तैनात करते समय एक त्रुटि हुई
ja_jp: 選択したXMLファイルの展開中にエラーが発生しました
ml_in: തിരഞ്ഞെടുത്ത XML ഫയലുകൾ വിന്യസിക്കുന്നതിൽ ഒരു പിശകുണ്ടായി
pl_pl: Wystąpił błąd podczas wdrażania wybranych plików XML
tr_tr: Seçilen XML dosyalarının dağıtımında bir hata oluştu
